tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "romkatv/powerlevel10k"
brew "python@3.9"
brew "awscli"
brew "cmake"
brew "coreutils"
brew "ctags"
brew "fzf"
brew "git"
brew "git-lfs"
brew "go"
brew "jrnl"
brew "k9s"
brew "node"
brew "pyenv"
brew "the_silver_searcher"
brew "tree"
brew "vim"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "romkatv/powerlevel10k/powerlevel10k"
cask "docker", args: { appdir: "/Applications" }
cask "font-sauce-code-pro-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "welly"
cask "postman"
cask "sublime-text"
cask "visual-studio-code"
